{
  "team_reply_keyboard": [["Instinct-Yellow"],["Mystic-Blue"],["Valor-Red"]],
  "confirm_reply_keyboard": [["Confirmed"],["Restart"]],
  "confirmok_reply_keyboard": [["Confirmed"]],
  "confirmyesno_reply_keyboard": [["Yes"],["No"]],
  "raid_reply_keyboard": [["Show active RAIDs"],["Create new RAID"],["Show Registered Users"],["Enable Notifications"],["Disable Notifications"],["Edit Profile"]],
  "raidbossexpire": ["30 min","45 min","1 hour","1 hour and 15 min","1 hour and 30 min","1 hour and 45 min","2 hours"],
  "raidbossexpire_reply_keyboard": [["30 min"],["45 min"],["1 hour"],["1 hour and 15 min"],["1 hour and 30 min"],["1 hour and 45 min"],["2 hours"]],
  "raid_friends_reply_keyboard": [["Nobody"],["1"],["2"],["3"],["4"],["5"],["6"],["7"],["8"],["9"],["10"]],
  "welcome1": "Welcome %s!",
  "welcome2": "Hi! This bot is aimed to help with the organization of Pokemon-Go RAID Battles.\nFirst of all I need some info. What's your Pokemon-Go nickname?",
  "text_ok": "Ok! Here's what I already know:",
  "ask_team": "Now I need to know to what Team you belong to:",
  "ask_level": "Now I need to know at what level you are:",
  "ask_language": "Please choose your language:",
  "wrong_level": "You sent me a wrong level! Please send me a number between 1 and 40. Please try it again...",
  "ask_confirm": "Now I know all of your details. Would you confirm or change them?",
  "text_restart": "Ok! All data sent has been canceled. Let's begin again! What is your Pokemon-Go nickname?",
  "text_save": "Ok, all data has been saved into my local database! From now on you can create new RAIDs or join RAIDs that have been created by other trainers!",
  "boss_unavailable": "This BOSS doesn't exist! Please select a BOSS:",
  "ask_location": "Now I need to know your location, please send me your location using Telegram:",
  "location_error": "What you sent me is not a location! Please send me your location using Telegram:",
  "raid_expire": "Now I need to know when the RAID will expire. In order to give time to other trainers to attend, you can't create RAIDs that will expire less than 30 minutes from now. Tell me when this RAID will expire (about):",
  "raid_expire_error": "Wrong answer! Please tell me when this RAID will expire (about):",
  "raid_gym_text": "Ok, if you know please write the name of the Gym where the RAID will take place, or some info related to where the Gym is located",
  "raid_gym_confirm": "Do you confirm the name or the description given to the Gym? (If you want to change it, please write a new text otherwise click Confirmed)",
  "raid_confirm": "Now I already know all RAID data.Do you want to confirm or change them?",
  "text_cancel": "Ok! All data sent has been canceled.",
  "raid_save": "Ok, RAID data has been saved into my local database! Now you can see this new RAID into the RAIDs list!",
  "generic_error": "I don't understand! Here's what I already know:",
  "raid_remove_attend": "Ok! You have been removed from the attendees list of RAID number %d!",
  "raid_add_attend": "Ok, you have been added to the attendees list of this RAID! Here's the updated list of the attendees at this RAID:",
  "raid_attend_you": "You are an attendee at this RAID!",
  "raid_attend_another": "Also %s will attend at this RAID! It's level %d and belongs to the %s Team. His/her preferred time is %s",
  "raid_attend_another_friends": "%s has also %d friends that will attend!",
  "raid_preferred_time": "Preferred times for this RAID are (with related attendees):",
  "hours": "Hours",
  "attendees": "Attendees",
  "raid_final_info": "Right now there are %d attendees at this RAID! %d Team Instinct-Yellow, %d Team Mystic-Blue, %d Team Valor-Red. %d level 40, %d level >=35, %d level >=30. There are also %d friends that will attend.",
  "raid_ask_preferred_time_later": "Your preferred time has not yet been selected, I'll ask for it soon.",
  "raid_friends": "Ok! Now please tell me if you have friends with you that will attend and can't confirm their presence using Telegram and this bot:",
  "raid_attend_confirm": "Ok! You have been confirmed as an attendee! Going back to the main menu'!",
  "raid_confirm_error": "I don't understand! Do you want to attend at this RAID?",
  "raid_ask_preferred_time": "Ok! Now please tell me what is your preferred time to attend:",
  "saved_data": "Ok! All data has been saved! Going back to the main menu'.",
  "text_restart_error": "I don't understand! Let's start again! What is your Pokemon-Go nickname?",
  "raid_list": "Here is the list of the active RAIDs!",
  "raid_info": "ID: %d,\nBoss: %s,\nExpire: %s,\nGym: %s,\nposition will follow:",
  "raid_info_createdby": "This RAID has been created by %s %s @%s",
  "raid_info_gymhuntr": "If you want to check the RAID presence please use the following link on GYMHUNTR: https://gymhuntr.com/#%f,%f",
  "raid_empty": "There are no active RAIDs!",
  "raid_edit": "Do you want to edit a RAID or go back to the main menu'?:",
  "raid_create": "Send me the RAID data! First tell me the BOSS type:",
  "raid_notifications_enabled": "RAID notifications enabled!",
  "raid_notifications_already_enabled": "RAID notifications already enabled!",
  "raid_notifications_already_disabled": "RAID notificatins already disabled!",
  "raid_notifications_disabled": "RAID notifications disabled!",
  "profile_modify": "Ok! Please tell me your profile data again. What is your Pokemon-Go nickname?",
  "users_list": "Here is the list of registered users:",
  "users_team": "Team",
  "users_level": "Level",
  "menu": "Ok! Going back to the main menu'.",
  "raid_selected": "Ok! Selected RAID number %d with BOSS %s!",
  "raid_no_attendees": "Right now there are no attendees at this RAID! Do you want to attend?",
  "raid_enough_attendees": "*There are enough trainers that will attend in order to successfully defeat this BOSS! Perfect!*",
  "raid_average_preferred_time": "The average time that were selected by all trainers is %s",
  "raid_goodluck": ", let's meet at the Gym at the selected time and defeat this BOSS! Good Luck Trainers!",
  "raid_confirm_attend": "You already attend at this RAID! Do you confirm your attendance?",
  "raid_attend_question": "Right now you are not attending at this RAID! Do you want to attend?",
  "raid_wrong": "You have selected an unexisting RAID! Going back to the main menu'",
  "raid_notification_create": "A new RAID with ID %d and BOSS %s, expiring time %s has just been created by %s %s @%s, location follows:",
  "raid_notification_enough_attendees": "The minimum number of attendees at RAID ID %d needed to successfully defeat the BOSS %s expiring time %s has been reached! The average time selected by all trainers is %s, let's meet at the Gym at this time and defeat this BOSS, Good Luck Trainers!",
  "bot_restart": "This BOT has been restarted due to updates or maintenance, please click /start again in order to re-enable your notifications! Thank you for your patience!"
}
