{
  "team_reply_keyboard": [["Instinct-Yellow"],["Mystic-Blue"],["Valor-Red"]],
  "confirm_reply_keyboard": [["Confirmed"],["Restart"]],
  "confirmok_reply_keyboard": [["Confirmed"]],
  "confirmyesno_reply_keyboard": [["Yes"],["No"]],
  "raid_reply_keyboard": [["Show active RAIDs"],["Create new RAID"],["Show Registered Users"],["Enable Notifications"],["Disable Notifications"],["Edit Profile"]],
  "raidbossexpire": ["30 min","45 min","1 hour","1 hour and 15 min","1 hour and 30 min","1 hour and 45 min","2 hours"],
  "raidbossexpire_reply_keyboard": [["30 min"],["45 min"],["1 hour"],["1 hour and 15 min"],["1 hour and 30 min"],["1 hour and 45 min"],["2 hours"]],
  "raid_friends_reply_keyboard": [["Nobody"],["1"],["2"],["3"],["4"],["5"],["6"],["7"],["8"],["9"],["10"]],
  "welcome1": "Welcome %s!",
  "welcome2": "Hi! This bot is aimed to help with the organization of Pokemon-Go RAID Battles.\nFirst of all I need some info. What's your Pokemon-Go nickname?",
  "text_ok": "Ok! Here's what I already know:",
  "ask_team": "Now I need to know to what Team you belong to:",
  "ask_level": "Now I need to know at what level you are:",
  "ask_language": "Please choose your language:",
  "wrong_level": "You sent me a wrong level! Please send me a number between 1 and 40. Please try it again...",
  "ask_confirm": "Now I know all of your details. Would you confirm or change them?",
  "text_restart": "Ok! All data sent has been canceled. Let's begin again! What is your Pokemon-Go nickname?",
  "text_save": "Ok, all data has been saved into my local database! From now on you can create new RAIDs or join RAIDs that have been created by other trainers!",
  "boss_unavailable": "This BOSS doesn't exist! Please select a BOSS:",
  "ask_location": "Now I need to know your location, please send me your location using Telegram:",
  "location_error": "What you sent me is not a location! Please send me your location using Telegram:",
  "raid_expire": "Now I need to know when the RAID will expire. In order to give time to other trainers to attend, you can't create RAIDs that will expire less than 30 minutes from now. Tell me when this RAID will expire (about):",
  "raid_expire_error": "Wrong answer! Please tell me when this RAID will expire (about):",
  "raid_gym_text": "Ok, if you know please write the name of the Gym where the RAID will take place, or some info related to where the Gym is located",
  "raid_gym_confirm": "Do you confirm the name or the description given to the Gym? (If you want to change it, please write a new text otherwise click Confirmed)",
  "raid_confirm": "Now I already know all RAID data.Do you want to confirm or change them?",
  "text_cancel": "Ok! All data sent has been canceled.",
  "raid_save": "Ok, RAID data has been saved into my local database! Now you can see this new RAID into the RAIDs list!",
  "generic_error": "I don't understand! Here's what I already know:",
  "raid_remove_attend": "Ok! You have been removed from the attendees list of RAID number %d!",
  "raid_add_attend": "Ok, you have been added to the attendees list of this RAID! Here's the updated list of the attendees at this RAID:",
  "raid_attend_you": "You are an attendee at this RAID!",
  "raid_attend_another": "Also %s will attend at this RAID! It's level %d and belongs to the %s Team. His/her preferred time is %s",
  "raid_attend_another_friends": "%s has also %d friends that will attend!",
  "raid_preferred_time": "Preferred times for this RAID are (with related attendees):",
  "hours": "Hours",
  "attendees": "Attendees",
  "raid_final_info": "Right now there are %d attendees at this RAID! %d Team Instinct-Yellow, %d Team Mystic-Blue, %d Team Valor-Red. %d level 40, %d level >=35, %d level >=30. There are also %d friends that will attend."
}
