{
  "team_reply_keyboard": [["Istinto-Giallo"],["Saggezza-Blu"],["Coraggio-Rosso"]],
  "confirm_reply_keyboard": [["Confermo"],["Ricomincia"]],
  "confirmok_reply_keyboard": [["Confermo"]],
  "confirmyesno_reply_keyboard": [["Si"],["No"]],
  "raid_reply_keyboard": [["Vedi RAID Attivi"],["Crea Nuovo RAID"],["Vedi Utenti Registrati"],["Abilita Notifiche"],["Disabilita Notifiche"],["Edita Profilo"]],
  "raidbossexpire": ["30 min","45 min","1 ora","1 ora e 15 min","1 ora e 30 min","1 ora e 45 min","2 ore"],
  "raidbossexpire_reply_keyboard": [["30 min"],["45 min"],["1 ora"],["1 ora e 15 min"],["1 ora e 30 min"],["1 ora e 45 min"],["2 ore"]],
  "raid_friends_reply_keyboard": [["Nessuno"],["1"],["2"],["3"],["4"],["5"],["6"],["7"],["8"],["9"],["10"]],
  "welcome1": "Bentornato %s!",
  "welcome2": "Ciao! Questo bot e' programmato per aiutare nell'organizzazione di RAID per Pokemon-Go.\nIntanto mi servono alcune informazioni. Qual'e' il tuo nickname su Pokemon-Go?",
  "text_ok": "Ok! Ecco i dati che conosco:",
  "ask_team": "Adesso ho bisogno di sapere a quale Team appartieni:",
  "ask_level": "Adesso ho bisogno di sapere a quale livello sei:",
  "ask_language": "Scegli la tua lingua:",
  "wrong_level": "Mi hai inviato un livello errato! Devi inviare un numero compreso fra 1 e 40. Riprova...",
  "ask_confirm": "Adesso conosco tutti i tuoi dati. Vuoi confermarli o cambiarli?",
  "text_restart": "Ok! Ho cancellato tutti i dati che mi hai inviato. Ricominciamo! Qual'e' il tuo nickname su Pokemon-Go?",
  "text_save": "Ok, ho salvato i tuoi dati nel database interno del bot! Da ora puoi creare dei RAID o partecipare ai RAID che creano gli altri!",
  "boss_unavailable": "Questo BOSS non esiste! Ripeti il nome del BOSS:",
  "ask_location": "Adesso ho bisogno di sapere la posizione. Inviami la posizione da Telegram:",
  "location_error": "Non mi hai inviato una posizione! Inviami la posizione:",
  "raid_expire": "Adesso ho bisogno di sapere la scadenza del RAID. Per potersi organizzare, non e' possibile inserire RAID che scadono fra meno di 30 minuti. Dimmi fra quanto scade (all'incirca):",
  "raid_expire_error": "Non mi hai risposto correttamente! Ripeti fra quanto scade il RAID:",
  "raid_gym_text": "Ok, se lo sai scrivi il nome della palestra o un riferimento comprensibile su dove si trova:",
  "raid_gym_confirm": "Confermi il nome o il riferimento assegnato alla palestra? (Se vuoi cambiarlo riscrivilo altrimenti premi Confermo)",
  "raid_confirm": "Adesso conosco tutti i dati del RAID. Vuoi confermarli o cambiarli?",
  "text_cancel": "Ok! Ho cancellato tutti i dati che mi hai inviato.",
  "raid_save": "Ok, ho salvato i dati del RAID nel database interno del bot! Ora puoi visualizzare il nuovo RAID nella lista!",
  "generic_error": "Non ho capito! Ecco i dati che conosco:",
  "raid_remove_attend": "Ok! Ho eliminato la tua partecipazione dal RAID numero %d!",
  "raid_add_attend": "Ok, ho salvato la tua partecipazione a questo RAID nel database interno del bot! Ecco la lista aggiornata dei partecipanti a questo RAID:",
  "raid_attend_you": "A questo RAID partecipi anche te!",
  "raid_attend_another": "A questo RAID partecipa anche %s! E' un livello %d e appartiene al Team %s. L'orario a cui preferisce partecipare al RAID e': %s",
  "raid_attend_another_friends": "%s ha anche %d amici che partecipano!",
  "raid_preferred_time": "Gli orari preferiti per il RAID sono (con i relativi partecipanti):",
  "hours": "Ore",
  "attendees": "Partecipanti",
  "raid_final_info": "Per ora ci sono %d partecipanti a questo RAID! %d Team Istinto-Giallo, %d Team Saggezza-Blu, %d Team Coraggio-Rosso. %d livelli 40, %d livelli >=35, %d livelli >=30. Ci sono anche %d amici che partecipano.",
  "raid_ask_preferred_time_later": "Il tuo orario preferito non e' ancora inserito, te lo chiedero' fra poco.",
  "raid_friends": "Ok! Ora dimmi se ci sono degli amici con te che parteciperanno e non hanno Telegram quindi non possono registrarsi in questo RAID:",
  "raid_attend_confirm": "Ok! Presenza confermata, Torno al menu' principale!",
  "raid_confirm_error": "Non ho capito! Vuoi partecipare a questo RAID?",
  "raid_ask_preferred_time": "Ok! Ora dimmi l'orario a cui preferisci partecipare a questo RAID:",
  "saved_data": "Ok! Dati salvati! Ritorno al menu' principale.",
  "text_restart_error": "Non ho capito! Ricominciamo! Qual'e' il tuo nickname su Pokemon-Go?",
  "raid_list": "Ecco la lista dei RAID attivi!",
  "raid_info": "ID: %d,\nBoss: %s,\nScadenza: %s,\nPalestra: %s,\nsegue posizione:",
  "raid_info_createdby": "Questo RAID e' stato creato da %s %s @%s",
  "raid_info_gymhuntr": "Se vuoi controllare la correttezza di questo RAID usa il seguente link su GYMHUNTR: https://gymhuntr.com/#%f,%f",
  "raid_empty": "Non ci sono RAID attivi!",
  "raid_edit": "Scegli se vuoi editare un RAID o tornare al menu' principale:",
  "raid_create": "Inviami i dati del RAID che vuoi creare! Per prima cosa dimmi il nome del BOSS:",
  "raid_notifications_enabled": "Notifiche di nuovi RAID abilitate!",
  "raid_notifications_already_enabled": "Le notifiche di nuovi RAID sono gia' attive!",
  "raid_notifications_already_disabled": "Le notifiche di nuovi RAID sono gia' disabilitate!",
  "raid_notifications_disabled": "Notifiche di nuovi RAID disabilitate!",
  "profile_modify": "Ok! Ripetimi i dati del tuo profilo. Qual'e' il tuo nickname su Pokemon-Go?",
  "users_list": "Ecco l'elenco degli utenti registrati:",
  "users_team": "Team",
  "users_level": "Livello",
  "menu": "Ok! Ritorno al menu' principale.",
  "raid_selected": "Ok! Selezionato il RAID numero %d con BOSS %s!",
  "raid_no_attendees": "Per ora non ci sono partecipanti a questo RAID! Vuoi partecipare?",
  "raid_enough_attendees": "*Partecipano gia' al RAID un numero sufficiente di allenatori per sconfiggere questo BOSS! OTTIMO!*",
  "raid_average_preferred_time": "La media di tutti i tempi preferiti che sono stati inseriti dai partecipanti al RAID e' %s",
  "raid_goodluck": ", trovatevi tutti alla posizione indicata all'ora indicata e sconfiggete questo BOSS! Buona fortuna allenatori!",
  "raid_confirm_attend": "Partecipi gia' a questo RAID! Confermi la tua partecipazione?",
  "raid_attend_question": "Per ora non stai partecipando a questo RAID! Vuoi partecipare?",
  "raid_wrong": "Il RAID che mi hai indicato non esiste! Ritorno al menu' principale.",
  "raid_notification_create": "E' stato creato un nuovo RAID ID %d con BOSS %s e scadenza %s da %s %s @%s, segue posizione:",
  "raid_notification_enough_attendees": "E' stato raggiunto il numero minimo di partecipanti necessari a superare il RAID ID %d con BOSS %s e scadenza %s! La media di tutti i tempi preferiti che sono stati inseriti dai partecipanti al RAID e' %s, trovatevi tutti alla posizione indicata all'ora indicata e sconfiggete questo BOSS! Buona fortuna allenatori!",
  "bot_restart": "Il BOT e' stato riavviato per attivita' di aggiornamento o manutenzione, clicca di nuovo /start per riattivare le notifiche! Grazie per la pazienza!"
}
